Repository: JetBrains/youtrack-issue-distribution-report-widget
Catalog: widgets/agile-charts/src/app/translations/youtrack-agile-chart-widget_*.po
Languages: he, ja, uk

source: Add project
he: הוספת פרויקט
ja: プロジェクトの追加
uk: Додати проєкт

source: Add user
he: הוספת משתמש
ja: ユーザーの追加
uk: Додати користувача

source: Add work type
he: הוספת סוג עבודה
ja: 作業タイプを追加
uk: Додати тип роботи

source: Agile Chart
he: תרשים Agile
ja: アジャイルチャート
uk: Графік Agile

source: Ahead of Schedule
he: מקדים את לוח הזמנים
ja: 予定より前倒し
uk: Випереджає розклад

source: All projects
he: כל הפרויקטים
ja: すべてのプロジェクト
uk: Усі проєкти

source: All users
he: כל המשתמשים
ja: すべてのユーザー
uk: Усі користувачі

source: All work types
he: כל סוגי העבודה
ja: すべての作業タイプ
uk: Усі типи робіт

source: Always display current sprint
ja: 常に現在のスプリントを表示
uk: Завжди показувати поточний спринт

source: Behind Schedule
he: מאחר לפי לוח הזמנים
ja: 予定より遅れています
uk: Відстає від розкладу

source: Calculate for all projects
he: לחשב עבור כל הפרויקטים
ja: すべてのプロジェクトについて計算する
uk: Обчислити для всіх проєктів

source: Calculating...
he: מתבצע חישוב...
ja: 計算中…
uk: Обчислення…

source: Cancel
he: ביטול
ja: 取り消す
uk: Скасувати

source: Cannot find YouTrack installation
ja: YouTrackのインストールが見つかりません
uk: Неможливо знайти екземпляр YouTrack

source: Cannot find any Burn Down Charts
ja: バーンダウンチャートが見つかりません
uk: Неможливо знайти жодного графіку Burn Down

source: Cannot find any time tracking reports
ja: タイムトラッキングレポートが見つかりません
uk: Неможливо знайти жодного звіту про відстеження часу

source: Cannot load list of agile boards.
ja: アジャイルボードのリストを読み込めません。
uk: Неможливо завантажити список дощок Agile.

source: Cannot load selected report
ja: 選択したレポートを読み込めません
uk: Неможливо завантажити вибраний звіт

source: Cannot save report
he: לא ניתן לשמור דו"ח
ja: レポートを保存できません
uk: Неможливо зберегти звіт

source: Cannot update widget
he: לא ניתן לעדכן את הווידג'ט
ja: ウィジェットを更新できません
uk: Неможливо оновити віджет

source: Create board
he: יצירת לוח
ja: ボードの作成
uk: Створити дошку

source: Create new report
he: צור דוח חדש
ja: 新規レポートの作成
uk: Створити новий звіт

source: Custom dates interval
he: מרווח תאריכים מותאם אישית
ja: カスタム日付間隔
uk: Власний інтервал дат

source: Day
he: יום
ja: 日
uk: День

source: Display existing report
he: הצגת דו"ח קיים
ja: 既存レポートの表示
uk: Показати наявний звіт

source: Edit report
he: עריכת דו"ח
ja: レポートの編集
uk: Редагувати звіт

source: Edit settings
he: עריכת הגדרות
ja: 設定の編集
uk: Редагувати налаштування

source: Failed to find proper YouTrack installation
ja: 適切な YouTrack のインストールを検出できませんでした
uk: Не вдалося знайти потрібний екземпляр YouTrack

source: Failed to load data from selected YouTrack
ja: 選択した YouTrack からデータを読み込めませんでした
uk: Не вдалося завантажити дані з вибраного екземпляра YouTrack

source: Filter issues
he: סינון בעיות
ja: 課題をフィルタリング
uk: Фільтрувати завдання

source: Filter users, groups, and teams
he: סינון משתמשים, קבוצות וצוותים
ja: ユーザー、グループ、チームを絞り込む
uk: Фільтр користувачів, груп і команд

source: Fixed
he: תוקן
ja: 修正済み
uk: Виправлено

source: For Custom Set of Issues
ja: 課題のカスタムセット用
uk: Для власного набору завдань

source: For Existing Board
he: עבור לוח קיים
ja: 既存ボード用
uk: Для наявної дошки

source: Groups and teams
he: קבוצות וצוותים
ja: グループとチーム
uk: Групи та команди

source: Ideal Burndown
he: התקדמות אידיאלית
ja: 理想的なバーンダウン
uk: Ідеальне згоряння

source: If you want to customize your own copy of this report, {{cloneItPlaceholder}}
ja: このレポートの独自のコピーをカスタマイズしたい場合は、{{cloneItPlaceholder}}
uk: Щоб персоналізувати свою копію цього звіту, {{cloneItPlaceholder}}

source: Issues
he: בעיות
ja: 課題
uk: Завдання

source: January|February|March|April|May|June|July|August|September|October|November|December
he: ינואר|פברואר|מרץ|אפריל|מאי|יוני|יולי|אוגוסט|ספטמבר|אוקטובר|נובמבר|דצמבר
ja: 1月|2月|3月|4月|5月|6月|7月|8月|9月|10月|11月|12月
uk: Січень|Лютий|Березень|Квітень|Травень|Червень|Липень|Серпень|Вересень|Жовтень|Листопад|Грудень

source: Jan|Feb|Mar|Apr|May|Jun|Jul|Aug|Sep|Oct|Nov|Dec
he: ינו'|פבר'|מרץ|אפר'|מאי|יונ'|יול'|אוג'|ספט'|אוק'|נוב'|דצמ'
ja: 1月|2月|3月|4月|5月|6月|7月|8月|9月|10月|11月|12月
uk: Січ|Лют|Бер|Кві|Тра|Чер|Лип|Сер|Вер|Жов|Лис|Гру

source: Last month
he: בחודש שעבר
ja: 先月
uk: Минулий місяць

source: Last week
he: בשבוע שעבר
ja: 先週
uk: Минулий тиждень

source: Last working day
he: יום העבודה האחרון
ja: 最終作業日
uk: Останній робочий день

source: Me only
he: רק אני
ja: 自分のみ
uk: Тільки я

source: Month
he: חודש
ja: 月
uk: Місяць

source: New report
he: דו"ח חדש
ja: 新しいレポート
uk: Новий звіт

source: No boards found.
he: לא נמצאו לוחות.
ja: ボードは見つかりませんでした。
uk: Дощок не знайдено.

source: No grouping
he: אין חלוקה לקבוצות
ja: グループ化なし
uk: Без групування

source: No value
he: אין ערך
ja: 値がありません
uk: Немає значення

source: Oops! Something went wrong...
he: אופס! משהו השתבש...
ja: 不明なエラーが発生しました...
uk: Отакої! Щось пішло не так…

source: Oops... Something went wrong =(
he: אופס... משהו השתבש =(
ja: 不明なエラーが発生しました =(
uk: Ой… Щось пішло не так =(

source: Other groups and teams
he: קבוצות וצוותים אחרים
ja: その他のグループとチーム
uk: Інші групи та команди

source: Overdue effort
he: מאמץ באיחור
ja: 作業が遅れています
uk: Невикористані зусилля

source: Owner
he: בעלים
ja: オーナー
uk: Власник

source: Owners have exclusive access to edit report settings. If you want to customize your own copy of this report, {{cloneItPlaceholder}}
ja: オーナーのみが、レポート設定を編集できます。このレポートのコピーをカスタマイズしたい場合は、{{cloneItPlaceholder}}
uk: Власники мають ексклюзивний доступ до редагування налаштувань звіту. Щоб персоналізувати свою копію цього звіту, {{cloneItPlaceholder}}

source: Parent issue
he: בעיית הורה
ja: 親の課題
uk: Батьківське завдання

source: Query
he: שאילתה
ja: クエリ
uk: Запит

source: Recommended groups and teams
he: קבוצות וצוותים מומלצים
ja: 推奨するグループとチーム
uk: Рекомендовані групи й команди

source: Remaining Effort
he: המאמץ שנותר
ja: 残作業
uk: Залишок зусиль

source: Remove widget
he: הסרת ווידג'ט
ja: ウィジェットを削除
uk: Вилучити віджет

source: Report
he: דווח
ja: レポート
uk: Звіт

source: Report is private
he: הדו"ח הוא פרטי
ja: レポートは非公開です
uk: Звіт приватний

source: Report is visible to members of {{visibilityPresentation}}
ja: レポートは{{visibilityPresentation}}のメンバーに表示されます
uk: Звіт доступний лише учасникам групи «{{visibilityPresentation}}»

source: Report name
he: שם הדו"ח
ja: レポート名
uk: Назва звіту

source: Reset to default (owner)
he: איפוס לברירת המחדל (בעלים)
ja: デフォルトにリセット (オーナー)
uk: Скинути до значення за замовчуванням (власник)

source: Save
he: שמור
ja: 保存
uk: Зберегти

source: Select YouTrack
he: בחירת מופע YouTrack
ja: YouTrackを選択
uk: Виберіть YouTrack

source: Select board
he: בחר לוח
ja: ボードの選択
uk: Виберіть дошку

source: Select report
he: בחר דוח
ja: レポートを選択
uk: Виберіть звіт

source: Select sprint
he: בחירת ספרינט
ja: スプリントの選択
uk: Вибрати спринт

source: Show totals for {{aggregationPolicy}}
ja: {{aggregationPolicy}}の合計を表示
uk: {{aggregationPolicy}}: підсумок

source: Spent time
he: זמן שהושקע
ja: 経過時間
uk: Витрачений час

source: Sunday|Monday|Tuesday|Wednesday|Thursday|Friday|Saturday
he: ראשון|שני|שלישי|רביעי|חמישי|שישי|שבת
ja: 日曜日|月曜日|火曜日|水曜日|木曜日|金曜日|土曜日
uk: Неділя|Понеділок|Вівторок|Середа|Четвер|Пʼятниця|Субота

source: Sun|Mon|Tue|Wed|Thu|Fri|Sat
he: א'|ב'|ג'|ד'|ה'|ו'|ש'
ja: 日|月|火|水|木|金|土
uk: Нд|Пн|Вт|Ср|Чт|Пт|Сб

source: The report cannot be calculated: the filters in the report settings return too many issues
ja: レポートを計算できません：レポート設定のフィルタが返す課題が多すぎます
uk: Не вдалося розрахувати звіт: фільтри в налаштуваннях звіту повертають забагато завдань

source: There aren't any issues that match the filters in the report settings
ja: レポート設定のフィルタと一致する課題はありません
uk: Немає завдань, які відповідають фільтрам у налаштуваннях звіту

source: This field does not exist in some of the selected projects
ja: このフィールドは選択したプロジェクトの一部には存在しません
uk: Це поле не існує в деяких вибраних проєктах

source: This month
he: החודש
ja: 今月
uk: Цього місяця

source: This report is owned by {{ownerNamePlaceholder}}
ja: このレポートは{{ownerNamePlaceholder}}さんが所有しています
uk: Цей звіт належить користувачу {{ownerNamePlaceholder}}

source: This week
he: השבוע
ja: 今週
uk: Цього тижня

source: This year
he: השנה
ja: 今年
uk: Цього року

source: Today
he: היום
ja: 今日
uk: Сьогодні

source: Unnamed
he: ללא שם
ja: 名称未設定
uk: Без назви

source: Users
he: משתמשים
ja: ユーザー
uk: Користувачі

source: Week
he: שבוע
ja: 週
uk: Тиждень

source: Widget refreshes every minute
ja: ウィジェットは1分ごとに更新されます
uk: Віджет оновлюється щохвилини

source: Widget refreshes every {{minutesCount}} minutes
he: הווידג'ט מתרענן כל {{minutesCount}} דקות
ja: ウィジェットは{{minutesCount}}分ごとに更新されます
uk: Віджет оновлюється кожні {{minutesCount}} хв

source: Work author
he: מחבר העבודה
ja: 作業の作者
uk: Автор роботи

source: Work type
he: סוג העבודה
ja: 作業タイプ
uk: Тип роботи

source: Yesterday
he: אתמול
ja: 昨日
uk: Учора

source: You do not have access to edit report settings.
he: אין לך גישה לעריכת הגדרות הדו"ח.
ja: レポート設定を編集するためのアクセス権がありません。
uk: Ви не можете змінити параметри звіту.

source: am|pm
he: לפנ"צ|אחה"צ
uk: дп|пп

source: clone
he: שכפול
ja: クローン
uk: клонувати

source: estimation
he: הערכה
ja: 予測
uk: прогноз

source: existing reports
he: דוחות קיימים
ja: 既存のレポート
uk: наявні звіти

source: h
he: ש'
ja: 時間
uk: г

source: h|m
he: שע׳|דק׳
ja: 時間|分
uk: г|хв

source: m
he: ד'
uk: хв

source: me
he: אני
ja: 自分
uk: я

source: overdue
he: איחור
ja: 超過
uk: прострочене

source: project
he: פרויקט
ja: プロジェクト
uk: проєкт

source: total spent time
he: סה"כ זמן שהושקע
ja: 合計経過時間
uk: загальний витрачений час

source: {{ifYouWantToCustomizeYourOwnCopyOfThisReportPlaceholder}} clone it
he: {{ifYouWantToCustomizeYourOwnCopyOfThisReportPlaceholder}} לשכפל את זה
ja: {{ifYouWantToCustomizeYourOwnCopyOfThisReportPlaceholder}}、それを複製してください。
uk: {{ifYouWantToCustomizeYourOwnCopyOfThisReportPlaceholder}} клонуйте його

source: {{minCount}}m
he: {{minCount}}דק׳
ja: {{minCount}} 分
uk: {{minCount}}хв

source: {{minutesCount}} min
he: {{minutesCount}} דקות
ja: {{minutesCount}} 分
uk: {{minutesCount}} хв

source: ＋Add field
he: + הוספת שדה
ja: ＋フィールドの追加
uk: ＋Додати поле
